{
  "AI Anatomy": {
    "anchorX": -50,
    "anchorY": -100,
    "content": "The visual representation and analysis of the interconnected processes involved in AI, particularly Amazon's Alexa. The examination includes human labor practices, data, resource dependencies, global networks and etc."
  },
  "Dichotomy": {
    "anchorX": -50,
    "anchorY": -100,
    "content": "In context to the reading refers to the idea of a division or contrast between two opposing things or ideas. It suggest that this oversimplifies the complexity of design and neglects other important aspects."
  },
  "Deconstruction": {
    "anchorX": -80,
    "anchorY": -100,
    "content": "The idea of how it revolves around representation, and a focus on questioning the developed methods. It seeks to critically examine and challenge the established norms of representation."
  },
  "Grammatology": {
    "anchorX": -70,
    "anchorY": -100,
    "content": "The idea of the relationship between writing and speech, in which ways that writing and speech can be formed into a language. Under the context of graphic design, the concept evaluates typography, layout, and visual elements as forms of “writing”. "
  },
  "Nourish": {
    "anchorX": -50,
    "anchorY": -100,
    "content": "In this context, the author is discussing about how in modern literature, the traditional relationship between author and text is changing. With the author's role becoming less dominant or even absent."
  },
  "Sustainability": {
    "anchorX": -90,
    "anchorY": -100,
    "content": "Designing with the future in mind. It's about making things that don't harm the environment or use up all resources so that future generations can also benefit from them. In this article, the term is strongly connected to the idea of ecological responsibility. It emphasizes the importance of focusing on the planet's health while also taking into account human needs."
  },
  "Strategic Design": {
    "anchorX": -80,
    "anchorY": -100,
    "content": "It involves applying traditional design thinking and principles to solve large-scale challenges with the long term in mind. It aims to build solutions that are not only visually beautiful but also effective and sustainable in addressing complicated challenges."
  },
  "Vulgar Ostentation": {
    "anchorX": -100,
    "anchorY": -150,
    "content": "Refers to the idea of displaying wealth or extravagance that lacks refinement or taste. It suggests excessive flashiness in typography or printing. Essentially, it criticizes the use of overly extra elements in printing that serve no purpose, and achieving excellence in printing requires humility and discipline."
  }
}
